Repository: 84000/data-translation-memory
Catalog: toh440-v3.tmx
Source language: bo
Languages: en

source: གཞན་ཡང་རེངས་པར་བྱ་བའི་སྔགས་བཤད་པར་བྱའོ། །
en: Chapter 37: Mantras for Paralyzing Rites “Now I will explain the mantras for paralyzing rites.

source: ཨོཾ་ཛ་ལ་ཡ་ཝ་ནཱ་ཧཱུྃ་ཞེས་པ་འབུམ་ཕྲག་གཅིག་བཟླས་ན་འདས་པ་དང་མ་འོངས་པའི་དོན་ཤེས་པར་འགྱུར་རོ། །ཨོཾ་ཝ་ར་ཝ་ར།
en: “If one recites the mantra oṁ jalayavanā hūṁ one hundred thousand times, they will know past and future events.

source: པྲ་ཝ་ར་པྲ་ཝ་ར་ཧཱུྃ་ཞེས་པ་ཁྲི་ཕྲག་གཅིག་བཟླས་ཏེ་ཕྱི་ནས་ཕོགས་བདུན་བཟླས་ཤིང་གདོང་བཀྲུ་བ་དང་བཏུང་བར་བྱས་ན། ཐོས་པ་ཙམ་གྱིས་ཟིན་པ་དང་། བཀླགས་པ་ཙམ་གྱིས་ཟིན་པར་འགྱུར་རོ། །
en: “If one recites the mantra oṁ vara vara pravara pravara hūṁ ten thousand times, incants water seven times, washes their face with it, and drinks it, they will be able to learn something simply by hearing or reading it.

source: ཨོཾ་པྲ་ཝ་ར་ཧྲཿརབ་ཏུ་དགུག་པའི་སྔགས་སོ། །
en: “The mantra for the summoning rite is oṁ pravara hraḥ.

source: ཨོཾ་པཱ་སུ་ག་ཡ་ལི་ཧཱུྃ་བསྐྲད་པའི་སྔགས་སོ། །
en: “The mantra for the expelling rite is oṁ pāsugayali hūṁ.

source: ཨོཾ་ཁ་ཊ་པ་ཙ་ཏྲ་ཧྲཿགསད་པའི་སྔགས་སོ། །
en: “The mantra for the killing rite is oṁ khaṭ pacatra hraḥ.

source: ཨོཾ་རུ་ཨ་སྭཱ་ས་བི་དུ་པཿརྨུགས་པར་བྱེད་པའི་སྔགས་སོ། །
en: “The mantra for the bewildering rite oṁ ruasvāsavidupaḥ.

source: ཨོཾ་ཧཿཧཿཛཿདགུག་པའི་སྔགས་སོ། །
en: “The mantra for the attracting rite oṁ haḥ haḥ jaḥ.

source: ཨོཾ་ཧི་ཏིཥྛ་ཧེ་བཿཧཱུྃ་མཁའ་འགྲོ་མ་འཆིང་བའི་སྔགས་སོ། །
en: “The mantra for binding ḍākinīs is oṁ hi tiṣṭha he vaḥ hūṁ.

source: ཨོཾ་མཱཾ་རཾ་ཧཱ་འབྱུང་པོ་འཆིང་བའི་སྔགས་སོ། །
en: “The mantra for binding bhūtas is oṁ māṃ raṃ hā.

source: ཨཱཿསྭཱ་ཧཱ་བྱ་ཁྱུང་བཅིང་བའི་སྔགས་སོ། །
en: “The mantra for binding garuḍas is oṁ āḥ svāhā.

source: ཨོཾ་མཱཾ་ཧཱུྃ་བྱ་བསྐྲད་པའི་སྔགས་སོ། །
en: “The mantra for expelling birds is oṁ māṃ hūṁ.

source: ཨོཾ་ཛྭཾ་རཾ་མེ་རེངས་པར་བྱ་བའི་སྔགས་སོ། །
en: “The mantra for stopping fire is oṁ jvaṃ raṃ.

source: ཨོཾ་ཛཾ་ཛཾ་ཛཾ་ཆུ་རེངས་པར་བྱ་བའི་སྔགས་སོ། །
en: “The mantra for stopping water is oṁ jaṃ jaṃ jaṃ.

source: ཨོཾ་ཧཾ་ཛཾ་ཡཾ་སྭཱ་ཧཱ་རལ་གྲི་རེངས་པར་བྱ་བའི་སྔགས་སོ། །
en: “The mantra for stopping a sword is oṁ haṃ jaṃ yaṃ svāhā.

source: ཨོཾ་ཛཾ་མཾ་རཾ་ཁུ་བ་རེངས་པར་བྱ་བའི་སྔགས་སོ། །
en: “The mantra for stopping semen oṁ jaṃ maṃ raṃ.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དབེན་པའམ་རྡོ་རྗེའི་ཁྱིམ་མམ་ཁང་སྟོང་རྣམས་སུ་གཞན་དུ་ནི་མ་ཡིན་ནོ། །
en: The Blessed One said, “In an isolated place, vajra dwelling, or empty house, and nowhere else, one should prepare everything needed to visualize Mahākāla’s maṇḍala.

source: ནག་པོ་ཆེན་པོའི་དཀྱིལ་འཁོར་བསྒོམས་ལ་བྱ་བ་ཐམས་ཅད་བྱ་བ་ནི་ཆང་དང་ཤ་དང་ཁྲག་དང་བ་ལང་ཤ་རྣམས་དང་བཅས་པས་སྲུ་མོ་དང་། ནེ་ནེ་མོ་དང་། སྲིང་མོ་དང་། ཚ་མོ་དང་། མ་ཡར་མོ་དང་། བུ་མོ་དང་། ཞང་པོའི་ཆུང་མ་རྣམས་ལ།
en: The yogin should consume alcohol, meat, blood, and cow meat and then sexually unite with his maternal aunt, paternal aunt, sister, niece, stepmother, daughter, or maternal uncle’s wife.

source: རྣལ་འབྱོར་པས་སྙོམས་པར་འཇུག་པ་ནི་དང་པོ་སྐེ་ནས་འཁྱུད་དེ། མཆུ་ནས་སོས་བཟུང་ལ་ནུ་མ་ལ་སེན་མོས་བྲུད་མཚན་མར་སོར་མོ་གཞུག་གོ། །
en: First he should embrace her neck, bite her lips, mark her breasts with his fingernails, and then place his finger in her genitals.

source: དེ་ནས་བསྐྱོད་པ་དང་དེས་བྷ་ག་ཙུམྦ་ན་བྱའོ། །
en: He should then stimulate and kiss her bhaga.

source: ཨོཾ་གཽ་རི་ཧེཾ་བན་དྷ་མུ་ཧྲཾ་སརྦ་གཽ་རི་ཏ། ཛྙཱ་ནཾ་ད་དཱ་མཎྜ་ལ་སྥོ་ཊ་ཡ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། ཞེས་པ་ནི་རྣལ་འབྱོར་མ་བྱིན་གྱིས་བརླབ་པའི་སྔགས་སོ། །
en: “The mantra for the yoginī’s blessing is oṁ gauri heṃ bandha muhraṃ sarva­gaurita jñānaṃ dadā maṇḍala sphoṭaya hūṁ hūṁ hūṁ phaṭ phaṭ phaṭ svāhā.

source: བློ་གྲོས་ཅན་གང་གིས་འདི་རྣམས་བྱེད་པས་ངེས་པར་བདེ་བ་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་རོ། །
en: “An intelligent person who does all this will surely attain all types of bliss.

source: བཟའ་བ་དང་བཏུང་བ་དང་ལྡན་པར་རྣལ་འབྱོར་མ་དང་སྟབས་གཅིག་ན། ལྷ་མོ་ཨུ་མཱ་ཐེ་ཚོམ་མེད་པར་སྤྱན་དྲངས་པར་འགྱུར་རོ། །
en: The yoginīs, together with the goddess Umā, will surely be enticed to eat and drink.

source: དགུན་གྱི་དུས་ན་མེ་ཏོག་བན་དྷུ་སྤྱི་བོར་བཏགས་ན་སྤྱན་དྲངས་པར་འགྱུར་རོ། །
en: If one wears a crown of bandhūka flowers during the winter months, they will be invited.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་རེངས་པར་བྱ་བའི་སྔགས་ཀྱི་ལེའུ་སྟེ་སུམ་ཅུ་སོ་བདུན་པའོ།། །།
en: This is chapter thirty-seven in The Sovereign Tantra of Mahākāla, “Mantras for Paralyzing Rites.”

source: གཞན་ཡང་མི་རྣམས་ཞི་བར་བྱ་བའི་སྦྱིན་སྲེག་བཤད་པར་བྱ་སྟེ།
en: Chapter 38: The Fire Offering “Now I will explain the fire offering that pacifies human beings.

source: ཐབ་ཁུང་གྲུ་བཞི་པ་གཏིང་དུ་ཁྲུ་ཕྱེད་བྲུས་པར་སྦྱིན་སྲེག་སྟོང་ཕྲག་བདུན་བྱ་བ་ནི་ཇི་ལྟར་རྙེད་པའི་མེ་ཏོག་གིས་ཨོཾ་ཀྵཾ་ས་མ་སིདྡྷི་དྷ་པ་ཡ་ཧྲཱཾ་སྭཱ་ཧཱ་ཞེས་པ་དང་བཅས་པར་གཞན་དུ་མི་སེམས་པར་རོ། །
en: One should dig a square fire pit half a cubit deep and perform seven thousand fire offerings with whatever flowers are available while reciting the mantra oṁ kṣaṃ samasiddhi­dhapaya hrāṃ svāhā without distraction.

source: ཨརྒྷ་དབུལ་སྦྱིན་སྲེག་ཐམས་ཅད་དུ་མར་དང་སྦྲང་རྩི་དབུལ་ལོ། །
en: One should offer water and make offerings of butter and honey throughout the fire offering.

source: གལ་ཏེ་མ་གྲུབ་ན་རྒྱུད་ཐམས་ཅད་དུ་བཤད་པའི་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པར་མཛད་པ་པོ་བཏགས་པ་དེ་རྣམས་མི་རིགས་པར་འགྱུར་རོ། །
en: If this does not work, the rites that benefit beings that are explained in all the tantras would be untenable.

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་སྦྱིན་སྲེག་གི་ལེའུ་སྟེ་སུམ་ཅུ་སོ་བརྒྱད་པའོ།། །།
en: This is chapter thirty-eight in The Sovereign Tantra of Mahākāla, “The Fire Offering.”

source: དེ་ནས་ཡང་ལྷ་མོས་གསོལ་པ། ཀྱེ་བཅོམ་ལྡན་འདས་མི་ལ་བདེ་བ་སྟེར་བར་འགྱུར་བའི་ཐེག་པ་གང་དང་གང་གི་དེ་ཁོ་ན་ཉིད་ངེས་པར་ཉན་པར་འཚལ་བས་སྒྲུབ་པ་པོ་གང་དང་གང་གིས་བཟའ་བ་དང་བཏུང་བ་ལ་ལོངས་སྤྱད་ན་ལུས་འགྲུབ་པ་ལ། གལ་ཏེ་གཤེ་བར་བྱེད་པ་ལ་ཆད་པ་མ་བཅད་ན། ཡེ་ཤེས་འབྱུང་བར་འགྱུར་རམ།
en: Chapter 39: Being Purified by the Feast and the Insight Consort “Blessed One,” the Goddess then asked, “When a practitioner who strives to learn about the true nature of the vehicles that bring happiness to people indulges in food and drink to perfect their body, is it wise to not retaliate against those who chastise them?”

source: བཀའ་སྩལ་པ། གང་དང་གང་གིས་ཁྱོད་ཀྱིས་ཆང་འཐུངས་པ་དང་སྲིང་མོ་བླངས་པ་དང་ཤ་ཆེན་པོ་ཟོས་པ་ཞེས་སྨྲ་ན། དེའི་ཚེ་ཤིང་སུ་བྷ་ཨཉྫ་ནཱིའི་རྩ་བ་བརྡུངས་པ་ཆང་གིས་ཕྲུལ་པ་ལ་བསྒྲུབ་བྱའི་གཟུགས་བརྙན་བྱས་ཏེ་དེའི་ཁར་ཆང་བླུགས་ནས་ཕྱིས་གསུས་པ་ལ་སྔགས་བྲི་ཞིང་བཟླས་པར་བྱ་བ་ནི།
en: The Blessed One responded, “If someone says, ‘You have been drinking alcohol, embracing your sister, and eating human flesh,’ one should crush some moringa root, steep it in alcohol, and make an effigy of the target.

source: ཨོཾ་ཀ་མ་ལེ་བི་མ་ལེ། ར་ཏཾ་སྨ་རཱ་མི་ཆེ་གེ་མོ་ལས་ཨུརྡྷོ་མནྟྲ་མ་དྱཱ་མཱཾ་སཾ་ཧཾ་ཧཾ་ཧཿཧཿཞེས་པའི་སྔགས་དྲན་པ་ཙམ་གྱིས་ཆང་དང་ཤ་ངེས་པར་སྐྱུག་པར་འགྱུར་རོ། །
en: One should pour alcohol into its mouth and then draw the following mantra on the effigy’s stomach: oṁ kamale vimale ratvāṃ smarāmi [insert name]ūrdhomantra­madyāmāṃsaṃ haṃ haṃ haḥ haḥ. Simply bringing this mantra to mind will surely make the target vomit alcohol and meat.

source: དེའི་ཕྱིར་ཆེ་གེ་མོས་སྲིང་མོ་བླངས་པ་ལ་སོགས་པ་གང་གིས་ཀྱང་སྨྲ་བར་མི་ནུས་ཤིང་། རང་གི་ལུས་རྣམ་པར་དག་པར་ཡང་བྱེད་དོ། །
en: As a result, the target of the rite will not be able to accuse anyone of embracing their sister and the like, and one’s own body will be purified.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་སྟོན་མོ་དང་ཤེས་རབ་མས་རྣམ་པར་དག་པར་བྱེད་པའི་ལེའུ་སྟེ་སུམ་ཅུ་སོ་དགུ་པའོ།། །།ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཉན་ཐོས་ལ་སོགས་པའི་རིམ་པས་ཚངས་པར་སྤྱོད་པ་ལ་བརྟན་པར་གནས་པ་ཡོངས་སུ་སྤྱད་པར་བྱས་ནས་ཉི་མ་རྒས་པ་དང་། ཆེན་པོར་གནས་པས་ཐམས་ཅད་རབ་ཏུ་ཕྱེ་ལ། རྔ་བོ་ཆེ་དང་། རྔ་པ་ཊ་ཧ་དང་། པ་ཊ་ཧ་ཆེན་པོ་དང་།
en: This is chapter thirty-nine in The Sovereign Tantra of Mahākāla, “Being Purified by the Feast and Insight Consort.”

source: རྫ་རྔ་དང་། རྫ་རྔ་ཆེན་པོ་དང་། ཏམ་བུ་ར་དང་། གླིང་བུ་ལ་སོགས་པའི་སྒྲ་རྡུང་ལུགས་སྣ་ཚོགས་པ་དང་། དྲི་ཟ་རྗེས་ཀྱི་གླུ་ལ་སོགས་པའི་སྒྲ་དང་གར་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱ་ཞིང་དམ་ཚིག་ཅན་དང་སྟབས་གཅིག་ཏུ་གནས་ལ།
en: Chapter 40: The Ocean of Music The Blessed One continued, “Once someone who has established a foundation through the religious life, beginning with the system of the śrāvakas, has indulged, then as the sun sets and illuminates everything by its great size, one should remain among samaya holders and complete all the songs and dances using the various rhythmic systems of the great drum, kettle drum, large kettle drum, clay drum, large clay drum, tambura, and reed flute and the songs of gandharvas and the like.

source: ཕྱི་ནས་ཐམས་ཅད་བྱིན་གྱིས་བརླབས་པའི་སྔགས་ནི། ཨོཾ་ཨ་ཤྲུ་ཎི་པྲ་ཧཱུྃ།
en: After that, one should recite the initiation mantra oṁ aśruṇi pra hūṁ.

source: ཞེས་པ་འདི་བརྗོད་ན་ངེས་པར་ནག་པོ་ཆེན་པོའི་བྱིན་གྱིས་བརླབས་ཐེ་ཚོམ་མེད་པར་འབྱུང་ངོ་། །སླད་ཀྱིས་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་རོ། །
en: One will surely receive Mahākāla’s blessing and henceforth succeed in all things.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་རོལ་མོའི་རྒྱ་མཚོ་ཞེས་བྱ་བའི་ལེའུ་སྟེ་བཞི་བཅུ་པའོ།། །།
en: This is chapter forty in The Sovereign Tantra of Mahākāla, “The Ocean of Music.”

source: གཞན་ཡང་རབ་ཏུ་སྦྱོར་བའི་ལེའུ་བཤད་པར་བྱའོ། །
en: Chapter 41: The Method “Now I will present a chapter on the method.

source: དུས་ཤེས་པས་ཤེས་བྱ་ཐམས་ཅད་རྐང་པར་མནན་པར་བསམས་པས་བརླག་པར་འགྱུར་བ་ནི་ཤེས་པས་བདེ་བ་ཐོབ་པར་ཇི་ལྟར་བྱ་ན།
en: Those with knowledge of time are defeated because they think they can preside over all there is to know. How can knowledge lead to the attainment of bliss?

source: བསྒོམ་བྱ་སྒོམ་བྱེད་བསྒོམ་པ་སྤངས་ལ། བརྟན་པར་གནས་པའི་སྦྱོར་བ་བསམ་དུ་མེད་པར་མཐར་གཏུགས་ཀྱི་བར་དུ་ངེས་པར་བྱའོ། །
en: One must be certain until the final, inconceivable, and stable practice that is free of meditation, meditator, and object of meditation.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་རབ་ཏུ་སྦྱོར་བའི་ལེའུ་སྟེ་བཞི་བཅུ་རྩ་གཅིག་པའོ།། །།
en: This is chapter forty-one in The Sovereign Tantra of Mahākāla, “The Method.”

source: གཞན་ཡང་བྱོལ་སོང་བསྐྲད་པར་བྱ་བའི་སྔགས་བཤད་པར་བྱ་སྟེ།
en: Chapter 42: Rites to Disperse Animals “Now, I will explain the mantras that will disperse animals.

source: ཨོཾ་ཛཾ་ཛཾ་ཞེས་པ་དྲན་པར་བྱས་ན་གླང་པོ་ཆེ་འབྲོས་པར་འགྱུར་རོ། །
en: If one calls to mind the mantra oṁ jaṃ jaṃ, an elephant will flee.

source: ཧཾ་རཿཞེས་པ་དྲན་པར་བྱས་ན་ཁྱི་འབྲོས་པར་འགྱུར་རོ། །
en: If one calls to mind the mantra haṃ raḥ, a dog will flee.

source: པྲཿཔྲཿཞེས་པ་དྲན་པར་བྱས་ན་རྟ་འབྲོས་པར་འགྱུར་རོ། །
en: If one calls to mind the mantra praḥ praḥ, a horse will flee.

source: ཊ་ཧཱུྃ་ཞེས་པ་དྲན་པར་བྱས་ན་སེང་གེ་འབྲོས་པར་འགྱུར་རོ། །
en: If one calls to mind the mantra ṭa hūṁ, a lion will flee.

source: ཨེ་ཧི་ཊཾ་ས་ཎ་ཧཿཞེས་པ་དྲན་པར་བྱས་ན་སྦྲུལ་འབྲོས་པར་འགྱུར་རོ། །
en: If one calls to mind the mantra ehi ṭaṃsaṇa haḥ, a snake will flee.

source: མུཿཞེས་པ་དྲན་པར་བྱས་ན་སྤྲེའུ་འབྲོས་པར་འགྱུར་རོ། །
en: If one calls to mind the mantra muḥ, a monkey will flee.

source: གཽ་ཝ་གཿཞེས་པ་དྲན་པར་བྱས་ན་གླང་འབྲོས་པར་འགྱུར་རོ། །
en: If one calls to mind the mantra gauva gaḥ, a bull will flee.

source: སཿཀུ་ལུ་ཀུ་ལུ་ཞེས་པ་དྲན་པར་བྱས་ན་རྒྱལ་པོས་ཅུང་ཟད་ཀྱང་གནོད་པ་བྱ་བར་ནུས་པར་མི་འགྱུར་རོ། །
en: If one calls to mind the mantra saḥ kulu kulu, a king will no longer be able to cause the slightest harm.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་བྱོལ་སོང་བསྐྲད་པའི་ལེའུ་སྟེ་བཞི་བཅུ་རྩ་གཉིས་པའོ།། །།
en: This is chapter forty-two in The Sovereign Tantra of Mahākāla, “Rites to Disperse Animals.”

source: གཞན་ཡང་མཉམ་པར་སྦྱོར་བས་རྗེ་བཙུན་རྟོགས་ཏེ།
en: Chapter 43: Sexual Embrace “The Lord gained realization through sexual embrace.

source: མཆོག་ཏུ་ཟབ་པ་ལ་མཉམ་པར་སྦྱར་ན་རང་བཞིན་བདེ་བ་མཆོག་ཏུ་འགྱུར་བ་སྐྱེ་བས་སོ། །
en: When immersed in the supremely profound inherent nature, supreme bliss arises.

source: བདེ་བ་ཐོབ་པར་བྱེད་པ་ནི་སེམས་མ་ཡིན་ཞིང་སེམས་ལས་བྱུང་བ་ཡང་མ་ཡིན་ནོ། །
en: Therefore, the bliss one attains is not the mind or a product of the mind.

source: དངོས་པོ་དང་དངོས་པོ་མེད་པ་ཡང་རྟོགས་པ་དང་མི་ལྡན་པ་བློན་པོ་གཅོལ་ཆུང་མཆོག་ཏུ་ཟབ་པ་གང་གིས་མི་ཤེས་པའི་མི་དེས་གཉིས་སུ་མེད་པའི་ཡེ་ཤེས་ཚིག་ཙམ་དུ་ཡང་དྲན་པར་མི་འགྱུར་རོ། །
en: Narrow-minded fools who lack awareness of existence and nonexistence—people who know nothing of the supremely profound—will not recollect even a word about nondual wisdom.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས། མཉམ་པར་སྦྱོར་བའི་ལེའུ་སྟེ་བཞི་བཅུ་རྩ་གསུམ་པའོ།། །།
en: This is chapter forty-three in The Sovereign Tantra of Mahākāla, “Sexual Embrace.”

source: གཞན་ཡང་རྣལ་འབྱོར་གྱི་ལེའུ་བཤད་པར་བྱ་སྟེ།
en: Chapter 44: Yoga “Now I will present a chapter on yoga.

source: སྟེང་འོག་ཡང་དག་པར་མནན་ཏེ། ལྟེ་བའི་དབུས་སུ་ཟླ་བ་བསྒོམས་ན་ཟླ་བ་དྲུག་གིས་ངེས་པར་འགྲུབ་པར་འགྱུར་རོ། །
en: One should press down above and below and visualize a moon in the middle of one's navel. One will be successful within six months.

source: སྣའི་བུག་པ་བཀག་སྟེ་ཐིག་ལེ་བསྒོམས་ན་ཉིན་ཞག་ཉི་ཤུ་རྩ་གཅིག་གིས་འགྲུབ་པར་འགྱུར་རོ། །
en: If one blocks one's nostrils and then visualizes a drop, one will be successful within twenty-one days.

source: ལྕེ་སྟེངས་སུ་བཀུག་ན་རྒས་པ་དང་ཤི་བ་ལས་གྲོལ་བར་འགྱུར་རོ། །དགང་བ་དང་། དབྱུང་བ་དང་།
en: If one presses one's tongue upward one will be free from old age and death.

source: བུམ་པ་ཅན་རིམ་པ་ཇི་ལྟ་བར་དྲན་པར་བྱས་ན་ཟླ་བ་ཕྱེད་ཀྱིས་མཁའ་སྤྱོད་འགྲུབ་པར་འགྱུར་རོ། །
en: If one correctly recollects the sequence of inhalation, exhalation, and breath retention, one will succeed in flight within a fortnight.

source: རླུང་གིས་ཡིད་བསད་པ་ལ་ཟླ་བའི་སྦྱོར་བ་བྱ་བ་ནི་སྔགས་ཀྱི་སྦྱོར་བ་རྣམ་པར་བྱེད་པས་སྐད་ཅིག་ཙམ་གྱིས་ཀྱང་འཕྲོག་སྟེ།
en: When the afflicted mind is killed by the vital wind, one should perform lunar union.

source: ལག་པ་རབ་ཏུ་གཅག་པར་བྱའོ། །
en: One should seize it through mantra yoga and let it crumble in one's hand.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་རྣལ་འབྱོར་གྱི་ལེའུ་སྟེ་བཞི་བཅུ་རྩ་བཞི་པའོ།། །།
en: This is chapter forty-four in The Sovereign Tantra of Mahākāla, “Yoga.”

source: འདིར་རྣལ་འབྱོར་པ་གཟའ་རྣམས་ཀྱི་གཙོ་བོ་བསྒྲུབས་ནས་ཡང་དག་པའི་བདེ་བ་ཤིན་ཏུ་ཁྱབ་པར་བྱེད་པའི་སྦྱིན་བསྲེག་བྱ་སྟེ།
en: Chapter 45: Defeating an Enemy Army “After mastering the Graha Lords, a yogin should perform a fire offering that makes perfect bliss completely pervasive.

source: བདག་ཉིད་ལ་གུར་གུམ་དང་། སྨན་ཧ་རེ་ཎུ་དང་ཁུ་བ་དང་དངུལ་ཆུ་རྣམས་ལུས་ལ་བྱུགས་ན་ཕས་ཀྱི་དཔུང་འཇོམས་པར་འགྱུར་རོ། །
en: They should rub saffron powder, chaste tree, semen, and mercury on their body, and they will defeat an enemy army.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་ཕས་ཀྱི་དཔུང་འཇོམས་པའི་ལེའུ་སྟེ་བཞི་བཅུ་རྩ་ལྔ་པའོ།། །།གཞན་ཡང་ལྷ་མོས་གསོལ་པ།
en: This is chapter forty-five in The Sovereign Tantra of Mahākāla, “Defeating an Enemy Army.”

source: ཀྱེ་བཅོམ་ལྡན་འདས་ཉི་མ་གང་དང་གང་ལ་སྔགས་དང་སྨན་གྱི་ནུས་པ་འགྲུབ་པར་འགྱུར་གསུངས་ཤིག་ཉན་པར་འཚལ་ལོ། །
en: Chapter 46: Accepting and Rejecting “Blessed One,” the Goddess said, “tell us about the days on which the power of mantras and medicines will be potent. We want to hear about it.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཉི་མ་ཐམས་ཅད་བཟང་པོ་ཡིན་ཏེ།
en: The Blessed One said, “Any day is good.

source: འོན་ཀྱང་དུས་ཚོད་ལ་ལྟོས་པར་རིགས་པས་དེའི་ཕྱིར་དུས་ཚོད་བརྗོད་པར་བྱའོ། །
en: Nevertheless, it is commonly understood to depend on a particular time, so I will explain those times.

source: ཉི་མ་ནི་ལྔ་པ་ལའོ། །ཟླ་བ་ནི་གཉིས་པ་ལའོ། །གཟའ་རྣམས་ཀྱི་གཙོ་བོ་ནི་བདུན་པ་ལའོ། །
en: Sūrya is on the fifth, Candra is on the second, and the Graha Lords are on the seventh.

source: སྔགས་པ་ནི་བཞི་པ་ལའོ། །གཟའ་ལྷག་པ་ནི་གསུམ་པ་ལའོ། །མིག་དམར་ནི་དྲུག་པ་ལའོ། །སྤེན་པ་ནི་གཅིག་པ་ལ་སྟེ།
en: Mantrin is on the fourth, Budha is on the third, Maṅgala is on the sixth, and Śaniścara is on the first.

source: རང་རང་གི་དུས་ཚོད་ངེས་པར་འགྲུབ་པར་འགྱུར་རོ། །
en: One will surely be successful at each of these times.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་གཟུང་བ་དང་དོར་བའི་ལེའུ་སྟེ་བཞི་བཅུ་རྩ་དྲུག་པའོ།། །།
en: This is chapter forty-six in The Sovereign Tantra of Mahākāla, “Accepting and Rejecting.”

source: གཞན་ཡང་ནང་གི་བདག་ཉིད་ཅན་གྱིས་རྨི་ལམ་བརྟགས་ལ་སེམས་ཅན་རྣམས་ཀྱི་རྨོངས་པ་དང་བྲལ་བའི་དུས་ཚོད་དང་རབ་ཏུ་ལྡན་པར་བྱ་བའི་ཕྱིར་གཟའ་དང་། སྐར་མ་དང་། ཚེས་གྲངས་ཀྱི་གོ་རིམས་བརྗོད་པར་བྱ་སྟེ། ནག་པོའི་ཕྱོགས་ཀྱི་བཅུ་བཞིའམ། བརྒྱད་དམ།
en: Chapter 47: Lunar Mansions “Now I will discuss how the system of planets, stars, and lunar days are engaged at the proper times devoid of the delusions of beings, time at which a person can internally analyze their dreams.

source: བཅུའམ། ཚེས་གཅིག་རྣམས་ཀྱིས་རི་དང་། ཆུ་སྟོད་དང་། མེ་བཞི་དང་། སྐག་དང་། མཆུ་དང་། ནག་པ་དང་།
en: On the fourteenth, eighth, or tenth day of the waning moon or the first day of the new moon one can engage Svāti, Pūrvāṣāḍhā, Hasta, Āśleṣā, Maghā, Citrā, Aśvinī, Bharaṇī, and Kṛttikā.”

source: ཐ་སྐར་དང་། བྲ་ཉེ་དང་། སྨིན་དྲུག་རྣམས་དང་རབ་ཏུ་ལྡན་པར་བྱའོ། །འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་སྐར་མའི་ལེའུ་སྟེ་བཞི་བཅུ་རྩ་བདུན་པའོ།། །།
en: This is chapter forty-seven in The Sovereign Tantra of Mahākāla, “Lunar Mansions.”

source: གཞན་ཡང་ནམ་ཡིད་ཆེས་པའི་དུས་སུ་མཁས་པས་རྒྱུ་བའི་རྩ་གཉིས་མནན་པར་བྱ་ཞིང་།
en: Chapter 48: Contemplating Virtue “When an adept is sure that night has fallen, they should suppress the two fluctuating channels and approach the state of utter joy and so forth.

source: ཤིན་ཏུ་དགའ་བ་ལ་སོགས་པ་ལ་ཉེ་བར་གནས་ནས་ཤེས་བྱ་ཐམས་ཅད་ལྟེ་བའི་དཀྱིལ་འཁོར་དུ་མནན་ན་འགྲོ་བ་རྣམས་ཀྱི་བདེ་བ་ཐེ་ཚོམ་མེད་པར་ཐོབ་པ་ནི་ཡུལ་རྣམས་ཡེ་ཤེས་ཀྱི་མེས་བསྲེགས་ནས་སྒྱུ་མ་སྣང་བའོ། །
en: Then, if they suppress all objects of knowledge in the navel maṇḍala, they will undoubtedly attain the bliss possessed by beings. The sensory objects will be burned by the fire of wisdom, and all will be illusion.

source: མ་འོངས་པའི་དུས་ནའང་འགྲོ་བ་རྣམས་ཀྱིས་ཤིན་ཏུ་ཡོངས་སུ་དག་པ་དྲི་མ་མེད་པ་བསམ་དུ་མེད་པའི་ཞིང་བཟང་པོར་སྐྱེ་བར་འགྱུར་རོ། །
en: In the future, they will be born in an excellent buddha field that is pure, stainless, and inconceivable to beings.

source: རྣལ་འབྱོར་འདིས་འོ་མ་འཐུངས་ན་ལྦུ་བ་ལྟར་དྲི་མ་མེད་པར་འགྱུར་རོ། །
en: A yogin who drinks milk will be as stainless as a bubble.

source: རླུང་ཕྱིར་འདོན་ཅིང་དག་པར་བྱས་ན་དགེ་བ་བསམ་པ་འགྲུབ་པར་འགྱུར་རོ། །
en: When he expels the vital wind and is purified, he will achieve the virtue he has contemplated.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་དགེ་བ་བསམ་པའི་ལེའུ་སྟེ་བཞི་བཅུ་རྩ་བརྒྱད་པའོ།། །།
en: This is chapter forty-eight in The Sovereign Tantra of Mahākāla on “Contemplating Virtue.”

source: ལྷ་མོས་གསོལ་པ། བཅོམ་ལྡན་འདས་ལམ་གྱི་ཆོ་གའི་རིམ་པ་བཤད་དུ་གསོལ།
en: Chapter 49: The Ritual Stages for the Path “Blessed One,” the Goddess asked, “please speak about the ritual stages for the path.

source: གང་གིས་གང་སྦར་ལ་སྦྱིན་བསྲེག་བྱ།
en: What should be burned with what for fire offering?

source: སྙིང་རྗེ་དང་ལྡན་པས་སེམས་ཅན་ཐམས་ཅད་བདེ་བ་ལ་ཇི་ལྟར་དགོད།
en: How can a compassionate person establish all beings in happiness?”

source: དང་པོར་དངོས་གྲུབ་འདོད་པའི་སྔགས་བཟླས་པ་བྱས་ནས་སྦྱིན་བསྲེག་བྱའོ། །
en: The Blessed One replied, “One should first recite the mantra for the siddhi they seek, and then perform the fire offering.

source: མྱུར་བ་ནི་རྟག་པ་བསྟན་ན་བདེ་བའི་རང་བཞིན་ཡེ་ཤེས་གོ་སྟེ།
en: If impermanence is quickly revealed to them, they will comprehend the wisdom that is the nature of bliss.

source: སྐད་ཅིག་དེ་ལ་ལུས་ཅན་རྣམས་ཀྱིས་ཡེ་ཤེས་འཐོབ་པར་འགྱུར་རོ། །
en: At that very moment, embodied beings will attain wisdom.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་ལམ་གྱི་ཆོ་གའི་རིམ་པའི་ལེའུ་སྟེ་བཞི་བཅུ་རྩ་དགུ་པའོ།། །།
en: This is chapter forty-nine in The Sovereign Tantra of Mahākāla, “The Ritual Stages for the Path.”

source: གཞན་ཡང་ཨ་ཐརྦ་ཤ་བ་རཱིའི་སྔགས་ཀྱི་ལེའུ་བཤད་པར་བྱའོ། །
en: Chapter 50: Atharvaśabarī’s Mantra “Now I will present a chapter on Atharvaśabarī’s mantra.

source: ཨོཾ་སརྦ་མནྟྲ་ཎི་དཱ་ནཾ་ཀྵེ་མཾ་རྃ་ཧཱུྃ་ཀྵཿཧཿཞེས་པའི་སྔགས་ཀྱི་རྒྱལ་པོ་འདི་ཕོགས་གཅིག་བཀླགས་པ་ཙམ་གྱིས་སྒྲུབ་པ་པོ་རྣམས་ཀྱི་སྡིག་པ་ཐམས་ཅད་ཚེགས་མེད་པར་ཟད་པར་འགྱུར་རོ། །
en: This king of mantras is oṁ sarva­mantra­ṇidānaṃ kṣemaṃ raṁ hūṁ kṣaḥ haḥ. A practitioner who simply reads this mantra once will effortlessly exhaust all misdeeds.”

source: འདི་ནི་དཔལ་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་ཨ་ཐརྦ་ཤ་བ་རཱིའི་སྔགས་ཀྱི་ལེའུ་སྟེ་ལྔ་བཅུ་པ་རྫོགས་སྷོ།། །།
en: This is chapter fifty in The Sovereign Tantra of Mahākāla, “Atharvaśabarī’s Mantra.”

source: ལྡང་འཕྲུལ་གྱི་གཙུག་ལག་ཁང་ཆེན་པོ་ར་ས་ར་མོ་ཆེར་ཕ་རྒྱལ་ཁམས་པས་ཞུས་པའི་དོན་དུ། པཎྜི་ཏ་ཆེན་པོ་ས་མནྟ་ཤྲཱི་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙཱ་བ་རྭ་དགེ་སློང་ཆོས་རབ་ཀྱིས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་བ།། །།
en: This work was translated, edited, and finalized by the scholar Samantaśrī and the great editor and translator Ra Gelong Chörap, at the request of the at the request of the vagabond Pha in the miraculous great temple Ramoché in Lhasa.
